Repository: areguera/idforge
Catalog: Library/Manuals/Locales/*/idforge-hello.1.po
Languages: es

source: User Commands
es: Comandos de usuario

source: Description
es: Descripción

source: The <emphasis role="strong">idforge-hello(1)</emphasis> command prints the arguments you provide in the command-line to the standard output and exits successfully. It provides several options to let you control how the output message is printed to standard output. Each of these options is intentionally written to illustrate specific ways of using modules inside the <emphasis role="strong">idforge(1)</emphasis> command. See <xref linkend="options"/>.
es: El comando <emphasis role="strong">idforge-hello(1)</emphasis> imprme a la salida estándar los argumentos que suministras en la línea de comando y termina la ejecución satisfactoriamente. Este comando dispone de varias opciones para controlar la apariencia del saludo impreso en la salida estándar. Cada una de estas opciones son intencialmente escritas para ilustrar las formas específicas de usar los módulos dentro del guión <emphasis role="strong">idforge(1)</emphasis>. Vea la <xref linkend="options"/>

source: Options
es: Opciones

source: The <emphasis role="strong">idforge-hello(1)</emphasis> command accepts the following options:
es: El comando <emphasis role="strong">idforge-hello(1)</emphasis> acepta las opciones siguientes:

source: Prints documentation (this page).
es: Muestra la documentación (esta página)

source: Prints version and legal status.
es: Muestra la versión y estado legal.

source: Prints brief description in one line.
es: Muestra una breve descripción en una línea.

source: In case no argument is provided after the command, a brief usage description will be displayed with the command-line structure.
es: En caso que no se suministren argumentos después del comando, una breve descripción de uso se mostrará con la estructura de la línea de comando

source: Shows message in lowercase. The final output is printed out all in one line.
es: Muestra el mensaje en minúsculas. La salida final es impresa en una sola línea

source: Shows message in uppercase. The final output is printed out all in one line.
es: Muestra el mensaje en mayúsculas. La salida final es impresa en una sola línea.

source: Shows messages in camel-case (e.g., "HeLlO"). The output is printed one character per line to describe how execution of sibling modules work inside idFORGE library. Notice that, when the final output is printed, punctuation marks doesn’t count for formating.
es: Muestra mensajes en camel-case (ej., "HeLlO"). La salida es impresa utilizando un caracter por línea para describir cómo funciona la ejecución de modulos hermanaos dentro de la librería idFORGE. Advierta que, cuando la salida final es impresa, los signos de puntuación no cuentan en el formateo.

source: Shows message in a random order (e.g., "HHHel"). The final output is printed one character per line to describe how recursive execution of sibling modules work.
es: Muestra el mensaje en un orden aleatorio (ej., "HHHel"). La salida final es impresa utilizando un caracter por línea para describir cómo funciona la ejecución recursiva de modules hermanados.

source: The <emphasis role="strong">idforge-hello(1)</emphasis> command is also affected by options passed to <emphasis>idforge</emphasis> script. See, <emphasis role="strong">idforge(1)</emphasis> script documentation to know what these options are.
es: El comando <emphasis role="strong">idforge-hello(1)</emphasis> es afectado por las opciones pasadas al guión <emphasis>idforge</emphasis>. Vease, la documentación del guión <emphasis role="strong">idforge(1)</emphasis> para conocer cuales son estas opciones.

source: Examples
es: Ejemplos

source: Debug execution environment of parent and child modules
es: Depura el entorno de ejecución de módulos padres e hijos.

source: Debug execution environment of parent, child and sibling modules
es: Depura el entorno de ejecución de los módulos padres, hijos y hermanados.

source: Author
es: Autor

source: Written by Alain Reguera Delgado &lt;<ulink url="mailto:alain.reguera@gmail.com">alain.reguera@gmail.com</ulink>&gt;
es: Escrito por Alain Reguera Delgado &lt;<ulink url="mailto:alain.reguera@gmail.com">alain.reguera@gmail.com</ulink>&gt;

source: Reporting Bugs
es: Reportando Errores

source: Report bugs to CentOS developers mailing list &lt;<ulink url="mailto:centos-devel@centos.org">centos-devel@centos.org</ulink>&gt;
es: Reporte los problemas a la lista de correo de los desarrolladores de CentOS &lt;<ulink url="mailto:centos-devel@centos.org">centos-devel@centos.org</ulink>&gt;

source: Copyright
es: Restricciones para la distribución de copias

source: idFORGE Framework is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
es: idFORGE Framework es software libre; usted puede redistribuirlo y/o modificarlo bajo los términos de la Licencia Pública General de GNU como se publicó por la Free Software Foundation; ya sea en la versión 2 de la Licencia, o (a su opinión) cualquier versión posterior.

source: idFORGE Framework is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
es: idFORGE Framework es distribuido en la expectativa de que será util, pero SIN NINGUNA GARANTÍA; incluso sin la garantía implicita de COMERCIALIZACIÓN o IDIONIDAD PARA UN PROPÓSIGO PARTICULAR. Vease la Licencia General Pública de GNU para los detalles.

source: You should have received a copy of the GNU General Public License along with idFORGE Framework; if not, write to the Free Software Foundation, Inc., 675 Mass Ave, Cambridge, MA 02139, USA.
es: Usted debe haber recibido una copia de la Licencia General Pública de GNU junto a idFORGE Framework; de lo contrario, escriba a la Free Software Foundation, Inc., 675 Mass Ave, Cambridge, MA 02139, USA.

source: See Also
es: Vea Además

source: translator-credits
es: Alain Reguera Delgado <alain.reguera@gmail.com>, 2015
