Repository: areguera/idforge
Catalog: Locales/*/idforge-render.po
Languages: es_es

source: The "$OPTION" option isn't supported.
es_es: La opción "$OPTION" no está soportada.

source: The "$FORMAT" format isn't supported.
es_es: El formato "$FORMAT" no está soportado.

source: User Commands
es_es: Comandos de usuario

source: System Calls
es_es: Llamadas del sistema

source: C Library Functions
es_es: Funciones de la biblioteca C

source: Devices and Special Files
es_es: Dispositivos y ficheros especiales

source: File Formats and Conventions
es_es: Formato de ficheros y convenciones

source: Games et. Al.
es_es: Juegos y otros

source: Miscellanea
es_es: Miscelanea

source: System Administration tools and Deamons
es_es: Herramientas de administración del sistema y demonios

source: The CentOS Artwork Repository
es_es: El repositorio de los trabajos artístico de CentOS

source: Unsupported relationship between models and locales.
es_es: Relación no soportada entre modelos y localidades.

source: The design model doesn't contain the export-id you specified.
es_es: El modelo de diseño no contiene el id de exportación suministrado.

source: The "$OPTION" option must be provided.
es_es: La opción "$OPTION" debe ser suministrada.

source: The "$OPTION" option cannot be empty.
es_es: La opción "$OPTION" no puede estar vacía.

source: isn't supported.
es_es: no tiene soporte.

source: Render content from configuration files.
es_es: Genera contenido desde ficheros de configuración.
