Repository: areguera/idforge
Catalog: Locales/*/idforge-qatest.po
Languages: es_es

source: Enter integrity checks target arguments:
es_es: Entre los argumentos objeto de chequeos de integridad:

source: Content validation isn't supported while a new test is being added.
es_es: La validación de contenidos no está soportada mientras una prueba nueva está siendo añadida.

source: Enter integrity checks target command:
es_es: Entre el comando objeto de chequeos de integridad:

source: The test already exists.
es_es: La prueba ya existe.

source: in $COMMAND_TIMESTAMP seconds
es_es: en $COMMAND_TIMESTAMP segundos

source: PASSED
es_es: PASÓ

source: FAILED
es_es: FALLÓ

source: You can commit your changes now. Good work!
es_es: Puedes enviar tus cambios ahora. ¡Buen trabajo!

source: Don't commit your changes yet. Fix what you broke first.
es_es: No envíes tus cambios aún. Arregla lo que rompistes primero.

source: failed
es_es: falló

source: test was executed
es_es: prueba fue ejecutada

source: in $QATEST_TIMESTAMP seconds |
es_es: en $QATEST_TIMESTAMP segundos |

source: passed
es_es: pasó

source: No test found in the location you provided.
es_es: No se encontraron pruebas en la ubicación que suministró.

source: The argument verification failed
es_es: La verificación del argumento falló

source: Run quality assurance tests
es_es: Ejecuta pruebas de aseguramiento de calidad.
