Repository: areguera/idforge
Catalog: Locales/*/idforge.po
Languages: es_es

source: is not executable.
es_es: no es ejecutable.

source: isn't a directory.
es_es: no es un directorio.

source: doesn't exist.
es_es: no existe.

source: isn't a regular file.
es_es: no es un fichero regular.

source: isn't a symbolic link.
es_es: no es un enlace simbólico.

source: isn't executable.
es_es: no es ejecutable.

source: isn't readable.
es_es: no es legible.

source: isn't writable.
es_es: no es escribible.

source: isn't a "$MIME" file.
es_es: no es un fichero de tipo "$MIME".

source: doesn't match its pattern.
es_es: no coincide con su patrón.

source: isn't installed in the system.
es_es: no está instalado en el sistema.

source: No file for processing found.
es_es: No fichero fue encotrado para procesar.

source: The condition command provided isn't supported.
es_es: El comando condicional no está soportado.

source: Not a valid working directory.
es_es: No es un directorio de trabajo válido.

source: The first argument cannot be empty.
es_es: El primer argumento no puede estar vacío.

source: $SCRIPT_NAME comes with NO WARRANTY, to the extent permitted by law. You may redistribute copies of $SCRIPT_NAME under the terms of the GNU General Public License. For more information about these matters, see the file named LICENSE.
es_es: $SCRIPT_NAME viene SIN GARANTÍAS, hasta donde lo permita la ley. Usted puede redistribuir copias de $SCRIPT_NAME bajo los términos de la Licencia Pública General de GNU. Para más información sobre estos asuntos, vea el fichero nombrado LICENSE.

source: All rights reserved.
es_es: Todos los derechos reservados.

source: The message cannot be empty.
es_es: El mensaje no puede estar vacío.

source: To know more, run
es_es: Para conocer más, corre

source: yes
es_es: sí

source: Processing
es_es: Procesando

source: Cropping from
es_es: Cortando de

source: Tuning-up
es_es: Optimizando

source: Checking
es_es: Comprobando

source: Combining
es_es: Combinando

source: Editing
es_es: Editando

source: Updating
es_es: Actualizando

source: Creating
es_es: Creando

source: Deleting
es_es: Borrando

source: Reading
es_es: Leyendo

source: Saved as
es_es: Salvado como

source: Linked to
es_es: Enlazado a

source: Moved to
es_es: Movido a

source: Translation
es_es: Traducción

source: Translating
es_es: Traduciendo

source: Validating
es_es: Validando

source: Template
es_es: Plantilla

source: Configuration
es_es: Configuración

source: Palette
es_es: Paleta

source: Usage
es_es: Uso

source: See '$SCRIPT_NAME $COMMAND --help' for more information.
es_es: Para más información, vea '$SCRIPT_NAME $COMMAND --help'

source: The following $SCRIPT_NAME commands are available:
es_es: Los siguientes comandos $SCRIPT_NAME están disponibles:

source: $SCRIPT_NAME version $SCRIPT_VERSION
es_es: $SCRIPT_NAME versión $SCRIPT_VERSION

source: $SCRIPT_NAME ($SCRIPT_MODULE_NAME) version $SCRIPT_VERSION
es_es: $SCRIPT_NAME ($SCRIPT_MODULE_NAME) versión $SCRIPT_VERSION

source: The argument verification failed.
es_es: La verificación del argumento falló.

source: The "$OPTION" option isn't supported.
es_es: La opción "$OPTION" no está soportada.

source: No section definition was found.
es_es: La definición de la sección no fue encontrada.

source: No function file was found.
es_es: No se encontró fichero de función alguno.

source: No function definition found.
es_es: No se encontró definición de función alguna.

source: The export id was not provided.
es_es: El identificador de exportación no fue suministrado.

source: command
es_es: comando

source: The following $SCRIPT_NAME command is available:
es_es: El comando $SCRIPT_NAME siguiente está disponible:

source: It looks like no module has been install so far.
es_es: Al parecer no se ha instalado módulo alguno aún.

source: See '$SCRIPT_NAME --help' for more information.
es_es: Para más información vea '$SCRIPT_NAME --help'.
