Repository: areguera/idforge
Catalog: Library/Messages/Locales/*/idforge-qatest.po
Languages: es

source: Enter integrity checks target arguments:
es: Entre los argumentos objeto de los chequeos de integridad:

source: Content validation isn't supported while a new test is being added.
es: La validación de contenido no está soportada mientras una prueba nueva es adicionada.

source: Enter integrity checks target command:
es: Entre el comando objeto de los chequeos de integridad:

source: The test already exists.
es: La prueba ya existe.

source: in $COMMAND_TIMESTAMP seconds
es: en $COMMAND_TIMESTAMP segundos

source: PASSED
es: PASÓ

source: FAILED
es: FALLÓ

source: You can commit your changes now. Good work!
es: Puedes distribuir tus cambios ahora. ¡Buen trabajo!

source: Don't commit your changes yet. Fix what you broke first.
es: No distribuyas tus cambios aún. Arregla lo que has roto primero.

source: failed
es: fallo

source: test was executed
es: prueba fue ejecutada

source: in $QATEST_TIMESTAMP seconds |
es: en $QATEST_TIMESTAMP segundos |

source: passed
es: pasó

source: No test found in the location you provided.
es: Ninguna prueba fue encontrada en la ubicación suministrada.

source: The argument verification failed
es: La verificación de argument falló

source: Run quality assurance tests
es: Corre pruebas para el aseguramiento de la calidad
