Repository: areguera/idforge
Catalog: Library/Messages/Locales/*/idforge-render.po
Languages: es

source: The "$CONFIG_OPTION" option isn't supported.
es: La opción "$CONFIG_OPTION" no está soportada.

source: No public key for "$GPG_UID" found in your GPG keyring.
es: No se encontró llave pública alguna para "$GPG_UID" en su llavero GPG.

source: isn't a supported option
es: no es una opción soportada.

source: Failed to contact the host specified
es: Falló al contactar la computadora especificada

source: The size of attachments is more than $EMAIL_ATTACHMENT_LIMIT bytes.
es: El tamaño del adjunto es mayor que $EMAIL_ATTACHMENT_LIMIT bytes.

source: Incorrect relation between source files and translation files.
es: Relación incorrecta entre ficheros fuentes y ficheros de traducciones.

source: The "$CONFIG_OPTION" option must be provided.
es: La opción "$CONFIG_OPTION" debe ser suministrada.

source: The "$SVG_EXPORT_ID" export id isn't found in the source file:
es: El identificador de exportación "$SVG_EXPORT_ID" no fue encontrado en el fichero fuente:

source: The flow options were not provided.
es: Las opciones del flujo no fueron suministradas.

source: The png-base-comment failed.
es: La opción png-base-comment falló.

source: The png-base-command failed:
es: La opción png-base-command fallo:

source: The png-base-composition failed.
es: La opción png-base-composition falló.

source: The png-base-exports failed.
es: La opción png-base-exports falló.

source: The number of source files and their instances don't coincide.
es: Los ficheros fuentes y sus instancias no coinciden en número.

source: The argument verification failed.
es: La verifiacción del argument falló.

source: Render content based on configuration files.
es: Genera contenido desde ficheros de configuración.

source: The "$CONFIG_OPTION" option is required.
es: La opción "$CONFIG_OPTION" es obligatoria.
