Repository: areguera/idforge
Catalog: Models/Common/Documents/Locales/*/book.po
Languages: es_es

source: Reference Manual
es_es: Manual de Referencia

source: Manage identity manuals in community
es_es: Gestiona manuales de identidad en comunidad

source: Abstract goes here ...
es_es: El resumen va aquí ...

source: Copyright <trademark class="copyright"/> =COPYRIGHT_YEAR= =COPYRIGHT_HOLDER=; This material may only be distributed subject to the terms and conditions set forth in the GNU Free Documentation License (GFDL), V1.2 or later (the latest version is presently available at <ulink url="http://www.gnu.org/licenses/fdl.txt">http://www.gnu.org/licenses/fdl.txt</ulink>).
es_es: Copyright <trademark class="copyright"/> =COPYRIGHT_YEAR= =COPYRIGHT_HOLDER=; Este material puede distribuirse solo bajo los términos y condiciones de la Licencia de Documentación Libre de GNU (GFDL) V1.2 o posterior (la última versión está disponible actualmente en <ulink url="http://www.gnu.org/licenses/fdl.txt">http://www.gnu.org/licenses/fdl.txt</ulink>)

source: Initial creation
es_es: Creación inicial

source: Test Chapter
es_es: Capítulo de Prueba

source: This is a test paragraph in a chapter
es_es: Este es un párrafo de prueba en un capítulo

source: Test Section 1
es_es: Sección de prueba 1

source: This is a test paragraph in a section
es_es: Este es un párrafo de prueba en la sección

source: Callout Testing Example
es_es: Ejemplo para probar las llamandas

source: First item <co id="CO1-1"></co> Second item <co id="CO1-2"></co> Third item <co id="CO1-3"></co>
es_es: Primer elemento <co id="CO1-1"></co> Segundo elemento <co id="CO1-2"></co> Tercer elemento <co id="CO1-3"></co>

source: First item
es_es: Primer elemento.

source: Second item
es_es: Segundo elemento

source: Third item
es_es: Tercer elemento

source: Test Section 2
es_es: Sección de prueba 2

source: Big Cats
es_es: Gato grande

source: Tiger
es_es: Tigre

source: This is a test paragraph in a section 2
es_es: Este es un párrafo en la sección 2

source: listitem text
es_es: Texto en elemento de lista.

source: Notes are tips, shortcuts or alternative approaches to the task at hand. Ignoring a note should have no negative consequences, but you might miss out on a trick that makes your life easier.
es_es: Las notas son sugerencias, atajos o acercamientos alternativos para la tarea en cuestión. Ignorar una nota no debería tener consecuencias negativas pero podrías perder un truco que hace tu vida más fácil.

source: Important boxes detail things that are easily missed: configuration changes that only apply to the current session, or services that need restarting before an update will apply. Ignoring a box labeled <emphasis>Important</emphasis> won’t cause data loss but may cause irritation and frustration.
es_es: Las cajas importantes detallan aspectos que pasan desapercibidos con facilidad: cambios de configuración que solo se aplican a la sesión actual, o servicios que necesitan reiniciarse antes de aplicar una actualización. Ignorar una caja etiquetada como <emphasis>Importante</emphasis> no causará perdida de datos pero puede causar irritación y frustración.

source: Warnings should not be ignored. Ignoring warnings will most likely cause data loss.
es_es: Los avisos no deberían ser ignorados. Ignorar un aviso seguramente va a provocar perdidad de datos.

source: Index
es_es: Índice

source: translator-credits
es_es: Alain Reguera Delgado <alain.reguera@gmail.com>, 2015
